12/data/attachments/e66ea7cd590a34d4.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Richard_nor_Actions_73328_3</nif:username>
            <nif:friendToBeRequested>soap_actions_205a02d0-187f-490f-ac10-52878a534df2</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>